IDEA Open Model
ResultPoint.Point Property
Compatible with IDEA StatiCa 20.1
 Location of Point
 Namespace: IdeaRS.OpenModel.Result
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public Point3D Point { get; set; }
Public Property Point As Point3D
	Get
	Set
Property Value
Type: Point3D
See Also
Reference
ResultPoint Class
IdeaRS.OpenModel.Result Namespace